Repository: Appscrunch/Multy-IOS
Catalog: Multy/Storyboards/*.lproj/SeedPhrase.strings
Languages: ru

# 0Ht-P3-d6D.text
source: Seed Phrase
ru: Seed-фраза

# 7Mk-vY-wxw.text
source: Check that no one is behind you
ru: Убедитесь, что за вами никто не стоит

# EcG-0i-Nr0.normalTitle
source: Try Again!
ru: Попробовать снова

# IHG-IF-sNd.text
source: For security purpose we will show seed phrase in portions. Write down this words on paper and securely store it somewhere safe!
ru: В целях безопасности мы покажем Seed-фразу по частям. Запишите эти слова на бумаге и надежно храните их где-нибудь в безопасности!

# IQj-ra-XgJ.normalTitle
source: Cancel
ru: Отменить

# Iur-Vu-aWk.text
source: You have seen your Seed Phrase.
ru: Вы видели свою Seed-фразу.

# J88-uo-8qz.normalTitle
source: Continue
ru: Далее

# K1E-dc-1Bn.text
source: 1 from 15
ru: 1 из 15

# Wey-AO-45o.normalTitle
source: Continue
ru: Далее

# YXe-ZO-gQe.text
source: Phrase Validation
ru: Проверка Фразы

# aAL-4L-Z3p.text
source: Seed Phrase
ru: Seed-фраза

# c2M-Lw-dYk.normalTitle
source: Cancel
ru: Отменить

# hhR-En-7a2.text
source: In order to verify that you have written it correctly type words one by one on the next screen.
ru: Чтобы убедиться, что вы записали ее правильно, введите слова один за другим на следующем экране.

# pf7-VK-HCy.text
source: Seed Phrase
ru: Seed-фраза

# piY-bH-vcx.text
source: Show Seed Phrase again.
ru: Показать Seed-фразу снова.

# tKd-SS-isf.normalTitle
source: Cancel
ru: Отменить

# tNr-xh-HkC.text
source: Don't do screenshots
ru: Не делайте скриншоты

# ubW-0G-FDq.normalTitle
source: Cancel
ru: Отменить

# vvN-cn-dsq.text
source: Move away from windows and surveillance cameras
ru: Отойдите от окон и камер наблюдения

# wTi-w9-E0X.normalTitle
source: Cancel
ru: Отменить

# wV8-0l-POJ.normalTitle
source: Next Word
ru: Следующее слово

# wpE-FL-wp8.normalTitle
source: Continue
ru: Далее
