Repository: Appscrunch/Multy-IOS
Catalog: Multy/Storyboards/*.lproj/Send.strings
Languages: ru, uk

# 0ZI-tj-Idl.text
source: Transaction Fee
ru: Комиссия за перевод
uk: Комісія за переказ

# 3Fn-W0-b7o.text
source: Send All
ru: ВСЕ
uk: ВСЕ

# 3mW-J9-IU9.text
source: Fee Rate
ru: Размер комиссии
uk: Розмір комісії

# 5Ie-5f-uXv.text
source: Pay for commission
ru: Платить комиссию
uk: Платити комісію

# 66b-bM-oOH.text
source: Recent Addresses
ru: Последние адреса
uk: Останні адреси

# 6a2-EL-VA4.text
source: Active Requests: 0
ru: Текущие запросы: 0
uk: Поточні запити: 0

# 6iC-xp-ZDN.normalTitle
source: Cancel
ru: Отменить
uk: Скасувати

# 7g9-UJ-RsT.text
source: (work in progress)
ru: (в разработке)
uk: (в розробці)

# 84M-y9-Blm.placeholder
source: Enter price here
ru: Введите цену
uk: Введіть ціну

# 9Jg-ab-E9W.text
source: Sending...
ru: Отправка...
uk: Відправка...

# 9nM-mt-kya.text
source: Fee Rate affects how fast your transaction is going to be accepted in the blockchain.
ru: Ставка комиссии влияет на то, как быстро ваша транзакция будет принята блокчейн-сетью.
uk: Ставка комісії впливає на те, як швидко ваша транзакція буде прийнята блокчейн-мережею.

# C5d-7f-xmF.placeholder
source: Search or Enter Address Here
ru: Введите адрес получателя
uk: Введіть адресу одержувача

# CAx-k6-U4B.text
source: Fast
ru: Быстро
uk: Швидко

# Cg1-VD-fBS.text
source: Next
ru: Далее
uk: Далі

# CmP-mh-W1O.text
source: Transaction Fee
ru: Комиссия за перевод
uk: Комісія за переказ

# Cmu-SL-LS1.text
source: Scan QR
ru: Скан QR
uk: Скан QR

# Ed2-gG-ZRs.text
source: To:
ru: Кому:
uk: Кому:

# Ewh-6y-aEq.text
source: Fee Rate
ru: Размер комиссии
uk: Розмір комісії

# GPJ-dz-boD.text
source: Please Check your Bluetooth connection
ru: Проверьте Bluetooth-подключение
uk: Перевірте Bluetooth-підключення

# GuO-y4-IZM.text
source: Bluetooth Error
ru: Bluetooth не включен
uk: Bluetooth не включений

# GzI-Rv-HuM.text
source: Searching active requests
ru: Поиск запросов
uk: Пошук запитів

# Lfo-SJ-k1k.normalTitle
source: Cancel
ru: Отменить
uk: Скасувати

# Mk1-tu-7rf.text
source: Confirm Sending
ru: Отправка
uk: Відправка

# PrT-By-RHO.text
source: Send From
ru: Отправить
uk: Відправити

# Rcp-zA-Ubf.text
source: Select Wallet:
ru: Выбрать Кошелек:
uk: Вибрати Гаманець:

# Ro9-45-B2B.text
source: Custom Fee Rate
ru: Пользовательская
uk: Користувача

# S0T-Fm-OmK.normalTitle
source: Next
ru: Далее
uk: Далі

# Seu-LQ-0oR.text
source: Sending From
ru: Отправление от:
uk: Відправлення від:

# Sia-Lf-ccw.normalTitle
source: Cancel
ru: Отменить
uk: Скасувати

# TqU-bF-Cd8.text
source: No recent addresses yet.
ru: Последние адреса отсутствуют.
uk: Немає останніх адресів.

# VW7-w3-CZx.text
source: Pay for commission
ru: Платить комиссию
uk: Платити комісію

# VhT-01-bTB.text
source: Send Amount
ru: Отправить сумму
uk: Відправити суму

# Xhi-Qs-0Ca.text
source: MAX
ru: ВСЁ
uk: ВСЕ

# axx-5t-akg.text
source: GAS Price (in Gwei)
ru: Цена газа (Гвей)
uk: Ціна газу (Гвей)

# b5c-CM-iki.placeholder
source: + Add Note
ru: + Добавить заметку
uk: + Додати примітку

# cLW-Qu-SGI.normalTitle
source: Cancel
ru: Отменить
uk: Скасувати

# dSj-73-kB0.normalTitle
source: Done
ru: Готово
uk: Готово

# enn-zm-3do.text
source: GAS Limit
ru: Лимит газа
uk: Ліміт газу

# fDn-cT-aUG.text
source: Available:
ru: Доступно:
uk: Доступно:

# gdm-sm-QZF.normalTitle
source: Cancel
ru: Отменить
uk: Скасувати

# h1N-oK-MNU.text
source: Next
ru: Далее
uk: Далі

# h7O-aw-YOV.text
source: Enter Address Here
ru: Введите адрес получателя
uk: Введіть адресу одержувача

# i0x-ST-vE8.normalTitle
source: Cancel
ru: Отменить
uk: Скасувати

# jNT-j7-dlk.normalTitle
source: Next
ru: Далее
uk: Далі

# k7z-h6-tBd.text
source: Available:
ru: Доступно:
uk: Доступно:

# lXZ-a8-UvA.text
source: By donating to Multy you show your support and appreciation of a product. We are open-source project and your donation is the only source of profit for us.
ru: Совершая пожертвование Multy, Вы оказываете поддержку и уважение продукту. Мы являемся проектом с открытым исходным кодом и ваше пожертвование является для нас единственным источником прибыли.
uk: Здійснюючи пожертву на користь Multy, Ви висловлюєте підтримку і повагу продукту. Ми - проект з відкритим вихідним кодом і ваші внески є для нас єдиним джерелом прибутку.

# m0G-xr-zmf.text
source: Slide to Send
ru: Слайд для отправки
uk: Слайд для відправки

# n95-In-KXo.text
source: Fee Rate affects how fast your transaction is going to be accepted in the blockchain.
ru: Ставка комиссии влияет на то, как быстро ваша транзакция будет принята блокчейн-сетью.
uk: Ставка комісії впливає на те, як швидко ваша транзакція буде прийнята блокчейн-мережею.

# r6j-44-IV8.normalTitle
source: Next
ru: Далее
uk: Далі

# sAV-0f-SxV.placeholder
source: Enter limit here
ru: Введите лимит газа
uk: Введіть ліміт газу

# t0h-5W-plS.text
source: Support Multy
ru: Поддержка Multy
uk: Підтримка Multy

# ttx-83-gVw.text
source: Send To
ru: Отправить
uk: Відправити

# uaU-U0-1YQ.text
source: (work in progress)
ru: (в разработке)
uk: (в розробці)

# vsy-Hb-OWB.text
source: Send Amount
ru: Отправить сумму
uk: Відправити суму

# wCG-9b-EeH.text
source: Donate to Multy
ru: Пожертвовать Multy
uk: Пожертвувати Multy

# zJa-f3-tWD.text
source: Contacts
ru: Контакты
uk: Контакти

# zcW-Zo-Z1f.text
source: Fee Rate
ru: Размер комиссии
uk: Розмір комісії

# zg1-x3-6WV.text
source: Donation Sum
ru: Сумма пожертвования
uk: Сума пожертви
