Repository: Appscrunch/Multy-IOS
Catalog: Multy/Storyboards/*.lproj/Settings.strings
Languages: ru, uk

# 0tV-PC-G1E.text
source: Seed Phrase is a major point of your Multy account. It’s absolutely unique and grant access your crypto assets. You should keep it secret!
ru: Seed-фраза - центральный элемент вашей учетной записи Multy. Она абсолютно уникальна и открывает доступ к вашим криптоактивам. Вы должны хранить ее в секрете!
uk: Seed-фраза - центральний елемент вашого облікового запису Multy. Вона абсолютно унікальна і відкриває доступ до ваших криптоактивів. Ви повинні зберігати її в секреті!

# 15T-J1-Q2w.normalTitle
source: Reset All Data
ru: Стереть все данные
uk: Стерти всі дані

# 8TC-xY-HA9.text
source: This function return the application to the initial state. All information will be permanently removed. Make sure that Seed Phrase backup was successfully done!
ru: Эта функция возвращает приложение в исходное состояние. Вся информация будет удалена навсегда. Убедитесь, что вы провели резервное копирование Seed-фразы!
uk: Ця функція повертає додаток в початковий стан. Вся інформація буде видалена назавжди. Переконайтеся, що ви провели резервне копіювання Seed-фрази!

# AUT-re-1ra.normalTitle
source: Reset All Data
ru: Стереть все данные
uk: Стерти всі дані

# B4h-nl-CRV.text
source: View Seed Phrase
ru: Посмотреть Seed-фразу
uk: Подивитися Seed-фразу

# Byc-KO-XkA.text
source: Make a backup copy of the wallet before using this feature
ru: Установите дополнительную настройку доступа в приложение Multy
uk: Установіть додаткове налаштування доступу до додатку Multy

# Eh0-L1-ceI.text
source: Are you sure?
ru: Вы уверены?
uk: Ви впевнені?

# FXE-eY-RwS.text
source: Security Settings
ru: Настройки Безопасности
uk: Безпека

# KWO-wd-RWc.text
source: Change
ru: Задать
uk: Задати

# M2U-Us-ByT.text
source: Screen Lock
ru: Блокировка экрана
uk: Блокіровка экрану

# Mwv-ey-io5.text
source: Use password
ru: Использовать пароль
uk: Використовувати пароль

# OFP-3F-XGz.text
source: Entrance settings
ru: Настройки входа
uk: Налаштування входу

# S7o-SM-GjY.text
source: Enter Password
ru: Введите пароль
uk: Введіть пароль

# VdQ-St-UVy.text
source: PIN-code
ru: PIN-код
uk: PIN-код

# cer-xN-RHi.text
source: None
ru: Выкл
uk: Вимк.

# gcx-NH-dQH.text
source: PIN-code
ru: PIN-код
uk: PIN-код

# gmB-qd-u4D.text
source: Set your PIN-code
ru: Установить PIN-код
uk: Встановити PIN-код

# jvC-aj-crZ.normalTitle
source: Cancel
ru: Отменить
uk: Скасувати

# pNa-A7-eEe.text
source: By reseting all your data you will lose all your wallets and accounts on this device
ru: Сбросив все ваши данные, вы потеряете все свои кошельки и учетные записи на этом устройстве
uk: Скинувши всі ваші дані, ви втратите всі свої гаманці і облікові записи на цьому пристрої

# ta5-0S-Je8.text
source: Biometric identification
ru: Идентификация
uk: ідентифікація

# tsO-57-6kh.normalTitle
source: Cancel
ru: Отменить
uk: Скасувати

# vTZ-vM-ZUC.text
source: Set up additional step for accessing your Multy application.
ru: Установите дополнительную настройку доступа для приложения Multy.
uk: Установіть додаткове налаштування доступу до додатку Multy.
