Repository: Appscrunch/Multy-IOS
Catalog: Multy/Strings/*.lproj/Sends.strings
Languages: uk

source: Warning
uk: Попередження

source: Cancel
uk: Скасувати

source: Error
uk: Помилка

source: Something went wrong
uk: Щось пішло не так

# NOT VALID ADDRESS
source: You entered not valid address for current blockchain.
uk: Ви ввели неправильну адресу.

# GO TO SETTINGS
source: Please go to the Settings -> Multy and allow camera usage
uk: Дозвольте використовувати камеру в налаштуваннях. (Налаштування -> Multy)

source: Very Fast
uk: Дуже швидко

source: Fast
uk: Швидко

source: Medium
uk: Помірно

source: Slow
uk: Повільно

source: Very Slow
uk: Дуже повільно

source: Custom
uk: Користувача

# PREDEFINED VALUE MESSAGE
source: You can use predefined value or set a custom one.
uk: Ви можете використовувати значення за замовчуванням або встановити своє значення.

source: Please choose Fee Rate.
uk: Будь ласка, виберіть вартість комісії за байт.

# MORE THEN YOU HAVE
source: You trying to enter sum more then you have
uk: Ви намагаєтеся ввести суму більшу, ніж у вас є на рахунку

# FEE RATE LESS THEN
source: Fee rate can not be less then
uk: Ставка комісії не може бути менше

source: satoshi per byte
uk: сатоши за байт.

# FEE TOO HIGH
source: You fee is too high. Please enter normal fee amount!
uk: Ваша комісія занадто висока. Будь ласка, введіть меншу суму!

# GAS PRICE LESS 1
source: Gas Price can not be less then 1 Gwei.
uk: Ціна газу не може бути менше 1 Гвей.

# SUCCESS
source: Succsess!
uk: Успішно!

source: Done!
uk: Готово!

# ERROR WHILE SENDING TX
source: Error while sending transaction. Please, try again!
uk: Помилка при відправленні транзакції. Будь ласка, спробуйте ще раз!

source: Transaction Error
uk: Помилка транзакції

source: Loading
uk: Завантаження

source: Active Requests
uk: Поточні запити

# ENABLE BLUETOOTH ALERT TITLE
source: To enable Bluetooth, go to Settings
uk: Щоб включити Bluetooth, перейдіть в Настроювання

# SETTINGS ACTION TITLE
source: Settings
uk: Настроювання

# YOU DONT HAVE WALLETS
source: You don't have any wallets with
uk: У Вас немає гаманців з

# ENTER SATOSHI PER BYTE
source: Enter Satohi per byte here
uk: Введіть Сатоши за байт

source: Copy to clipboard
uk: Скопіювати в буфер обміну

source: Share
uk: Поділитися

source: Sat/B
uk: Сат/Б

# SEND TIP
source: Hold and Drag
uk: Hold and Swipe щоб відправити

source: You entered too small amount!
uk: Ви ввели занадто малу суму!

# YOU ARE TRYING SPEND MORE THEN HAVE
source: You are trying to spend more then you have.
uk: Ви намагаєтеся витратити більше ніж маєте.

source: Updating...
uk: Оновлення...

source: Sending...
uk: Відправка...

source: Scanning not supported
uk: Сканування не підтримує

# DEVICE NOT SUPPORT
source: Your device does not support scanning a code from an item. Please use a device with a camera.
uk: Ваш пристрій не підтримує сканування коду. Будь ласка, використовуйте пристрій з камерою.

# NOT ENOUGH AMOUNT
source: Not enough amount on choosen wallet! You can`t spend sum more than you have on the wallet! Your payment sum equals
uk: Недостатньо суми на обраному гаманці! Ви не можете витратити більше, ніж є гаманці! Ваша сума платежу дорівнює

source: Please choose Gas Price.
uk: Будь ласка, виберіть ціну на газ.

# YOU CAN USE PREDEFINED VALUE
source: You can use predefined one or set a custom value.
uk: Ви можете використовувати значення за замовчуванням або задати нове значення.

# TRY TO SEND ZERO
source: You try to send 0.0.
uk: Ви намагаєтеся відправити

# ENTER CORRECT VALUE
source: Please enter the correct value
uk: Будь ласка, введіть правильне значення

# NO FUNDS
source: You have no available funds
uk: У вас немає доступних засобів

# YOU CANT SPEND MORE THEN FEE AND DONATION
source: You can`t spend sum more than you have! Don`t forget about Fee and donation. Your fee is
uk: Ви не можете витратити більше, ніж є гаманці! Не забувайте про комісію та пожертвування. Ваша комісія -

# YOU CANT SPEND MORE THEN FEE
source: You can`t spend sum more than you have! Don`t forget about Fee. Your fee is
uk: Ви не можете витратити більше, ніж є гаманці! Не забывайте о комиссии. Ваша комісія -

# AND DONATION
source: and donation is
uk: , пожертвування -
